[
	{
		"type": "Itemspec",
		"name": "Arura Research Diary",
		"icon": "scroll1",
		"model": "book-000",
		"mass": 2,
		"categories": {"book": true},
		"usages": {"read": true},
		"book_text": "Day 1\n\nI have arrived at Forest Heart with my intent to conduct an extremely important research on Arura. I have yet to see her with my own eyes but based on what I have read, I know to expect a really big plant humanoid that gives birth to devora. I will hopefully learn much more about her tomorrow when I get to meet her.\n\nI'm staying in a devora treehouse. I had packed a tent because I didn't expect or even want any courtesy from them. Other researchers have described a number of unpleasant experiences about devora settlements but I couldn't refuse the offer from my surprise. I regret it already, not the least because one of them tried to feed me an uncooked heart of a cow.\n\nMy impression on devora so far is that their intelligence seems to vary greatly. Some of them show moderate intelligence by being able to talk and by wearing at least some clothes but most of them are hardly more than savages. I find their nudity and body language particularly offensive.\n\n\n\nDay 2\n\nI finally saw Arura today. I got to admit that she's an impressive sight. She's as tall as a two story building and resembles humanoids in appearance more than I thought. Although her lower body was like a big flower and her color was light green apart from the flowers and the brown vines tangled around her, her upper body resembled that of a mature woman.\n\nShe had arms that looked like ours apart from the color and the vines around them. She had normal hands with five fingers that I'd imagine to be nearly as dexterous as ours. Leaves and flowers grew from the top of her otherwise ordinary looking head similar to devora. Her face had eyes, mouth, nose and all the other expected facial features arranged in a seemingly perfect, beautiful symmetry.\n\nAs a researcher I find it ridiculous that she had a pair of what it'd call very big breasts attached to her chest. Clearly they serve no purpose whatsoever as she doesn't feed devora from what I know. There's no question that such massive excess matter and weight is an offense to the principles of evolution.\n\n\n\nUnfortunately, my attempts to communicate with her have failed so far. I was explained that she was occupied by the task of creating a seed from which a devora will be born but to me it looked like she was sleeping. Nevertheless, I'll try another time when she's awake.\n\nDay 3\n\nI talked to Arura today. She was cool and all. Very nice and talkative but I barely listened at all since I came to realize that there are things far more important to research.\n\nWhen I went to her this morning, I saw her bury a seed in the soil before her. She closed her ruby red eyes and concentrated as if to cast a silent spell. I started to feel pulsing heat flowing through me and that moment a sappling grew from the soil where the seed was planted.\n\nThe tip of the sappling grew bigger and thicker and took the shape of a bud. It opened slowly and exposed a tiny little devora whose skin was still greenish in color and looked perfectly smooth and more squishy than anything else.\n\n\n\nShe was balancing in the air on vines of the sappling that connected to her lower back. After a short while the vines started to bend and she gently landed on my feet. She looked at me with her innocent face and shyly squaked \"poh!\"\n\nThat moment I realized that I wanted to research her. I want to take her home and hug her all days long. I want to rub her squishy skin around myself. I want to kiss her and lick every part of her perfect smoothness. Ah, just thinking about it made me drool again.\n\nFrom now on I shall dedicate myself to research that truly matters. More or less from the beginning there was no reason to research Arura anyway.\n\n--\nSophie Windchime,\nResearcher,\nGraymare Academy"
	},
	{
		"type": "Itemspec",
		"name": "Steamworks",
		"icon": "scroll1",
		"model": "book-000",
		"mass": 2,
		"categories": {"book": true},
		"usages": {"read": true},
		"book_text": "Steam-powered devices have brought a world of new opportunities to the aer society. The technology is still young but it has shown lots of promise in automating tasks. There is even progress in creating advanced devices that are able to reason and act on their own.\n\nSteam technology relies on mechanical parts that are brought into motion by steam circulating in a system of pipes. The steam was initially created by conventional heating methods but more compact and efficient methods based on elemental forces such as ki were discovered very quickly.\n\nWith the power of this new technology on their side, the aer society are confident that they can defeat the unknown forces behind the withering of the World Tree."
	}
]
